Repository: dmaulikr/Yoga23
Catalog: Y23/Locale/*.lproj/Localizable.strings
Languages: ru

source: Ok
ru: Далее

source: NOTES
ru: Блокнот

source: Type notes here..
ru: Пишите примечания здесь..

source: Next
ru: Далее

source: Done
ru: Готово

source: Notes
ru: Блокнот

source: Clear All
ru: Очистить все

source: No asanas selected..
ru: Вы не выбрали асаны

source: Tap to select asanas you need.
ru: Кликните на нужные асаны для работы с ними!

source: Attention
ru: Внимание

source: All chosen asanas will be cleaned (Saved sequences are remain)
ru: Все выбранные здесь асаны будут отменены, но сохраненные последовательности останутся в программе.

source: Clear
ru: Очистить

source: Cancel
ru: Отмена

source: Nothing to remove
ru: Нечего очищать

source: You select a different set of asanas
ru: Вы выбираете другой набор асан!

source: Go
ru: Вперед!

source: To sort
ru: Сортировать

source: Too many asanas selected..
ru: Вы выбрали предельное число асан..

source: 42 is a limit of asanas number
ru: Предельно возможное число асан - 42

source: Creating Sequences (%d)
ru: Создание последовательностей (%d)

source: Sorting and rearrangement
ru: Сортировка поледовательности

source: Save
ru: Сохранить

source: No asanas on the view
ru: Нечего сохранять

source: Please go back and add asanas.
ru: Пожалуйста вернитесъ назад и добавте асаны в последовательность

source: Asana managing
ru: Параметры

source: Breathing:
ru: Дыхание:

source: Loops
ru: Циклы

source: Inhale
ru: Вдох

source: Pause
ru: Пауза

source: Exhale
ru: Выдох

source: No saved sequences ..
ru: Нет сохраненных последовательностей!

source: You have not created sequences!
ru: Вы не сохранили ни одной последовательности с асанами.

source: Please create at least one asanas sequence
ru: Пожалуйста, создайте хотя бы одну последовательность асан

source: Select technics for add to a program
ru: Выберите техники дыхания для составляемой программы

# Asanas tips text
source: 1.First screen (current) - tap on asana to add it to the workflow (or remove) and click "Next". 2.Second screen: select asanas for first sequence and tap "To Sort". 3.Last asanas screen is "Sorting". Here you may drag and drop asanas images for change them order and tap on image for define breathing or removing. –êfter you're done, click "Save" for saving sequence and doing next one if you need.
ru: 1. Тот, который перед Вами. Определяем и отмечаем асаны, которые нам необходимы. Второе касание отменяет выбор. Закончив жмем "Далее". 2. Приступаем к сборке последовательностей. Так же коснитесь асаны, чтобы добавить ее в последовательность. 3. На последнем экране Вы можете менять порядок асан - просто перетаскивайте их на нужное место. Коснитесь асаны, чтобы ввести параметры дыхания или удалить ее из данной последовательности.
